; <Japanese>
; <Rukoto, 四天王寺>

[Japanese]
IDS_UPDATE_NO=利用可能なアップデートはありません。
IDS_UPDATE_YES=アップデートが利用可能です。ダウンロードしてインストールしますか?
IDS_FILE=ファイル
IDS_SETTINGS=設定
IDS_EXIT=終了
IDS_LANGUAGE=言語
IDS_HELP=ヘルプ
IDS_WEBSITE=Webサイト
IDS_CHECKUPDATES=アップデートを確認
IDS_ABOUT=バージョン情報
IDS_DONATE=開発を支援する!
IDS_TRAY_SHOW=ウィンドウを表示/非表示
IDS_TRAY_DISABLE=無効
IDS_TRAY_POPUP_1=クリーンアップする領域
IDS_TRAY_POPUP_2=自動クリーンアップ (上限到達)
IDS_TRAY_POPUP_3=自動クリーンアップ (一定間隔)
IDS_CLEAN=メモリ クリーンアップ
IDS_GROUP_1=物理メモリ
IDS_GROUP_2=仮想メモリ
IDS_GROUP_3=システム ワーキング セット
IDS_ITEM_1=使用量
IDS_ITEM_2=利用可能量
IDS_ITEM_3=総使用可能量
IDS_SETTINGS_GENERAL=全般設定
IDS_SETTINGS_MEMORY=メモリ クリーンアップ
IDS_SETTINGS_APPEARANCE=外観
IDS_SETTINGS_TRAY=トレイ アイコン
IDS_CLOSE=閉じる
IDS_TITLE_1=全般
IDS_TITLE_2=言語
IDS_TITLE_3=クリーンアップするメモリ領域
IDS_TITLE_4=メモリ管理
IDS_TITLE_5=ホットキー (グローバル)
IDS_TITLE_6=スタイル
IDS_TITLE_7=表示色
IDS_TITLE_8=マウス制御
IDS_TITLE_9=バルーン ヒント
IDS_ALWAYSONTOP_CHK=常に手前に表示
IDS_LOADONSTARTUP_CHK=システムの起動時に読み込む
IDS_STARTMINIMIZED_CHK=最小化の状態で起動
IDS_REDUCTCONFIRMATION_CHK=メモリ クリーンアップ開始時に確認ダイアログを表示
IDS_SKIPUACWARNING_CHK=「ユーザー アカウント制御」のプロンプト警告をスキップ
IDS_CHECKUPDATES_CHK=アップデートを定期的に確認 (推奨)
IDS_LANGUAGE_HINT=言語の選択:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=自動クリーンアップ (上限超過): (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=自動クリーンアップ (一定間隔): (分)
IDS_HOTKEY_CLEAN_CHK=メモリ クリーンアップ:
IDS_TRAYUSETRANSPARENCY_CHK=背景を透明化
IDS_TRAYSHOWBORDER_CHK=境界線を表示
IDS_TRAYROUNDCORNERS_CHK=角を丸くする
IDS_TRAYCHANGEBG_CHK=背景色を変更 (テキスト/境界線の色との切り替え)
IDS_TRAYUSEANTIALIASING_CHK=アンチエイリアスを使用
IDS_FONT_HINT=フォント:
IDS_COLOR_TEXT_HINT=テキストの色
IDS_COLOR_BACKGROUND_HINT=背景色
IDS_COLOR_WARNING_HINT=背景色 (警告レベル)
IDS_COLOR_DANGER_HINT=背景色 (危険レベル)
IDS_TRAYLEVELWARNING_HINT=警告レベルのしきい値: (%)
IDS_TRAYLEVELDANGER_HINT=危険レベルのしきい値: (%)
IDS_TRAYACTIONSC_HINT=シングルクリック:
IDS_TRAYACTIONMC_HINT=ミドルクリック:
IDS_TRAY_ACTION_1=ウィンドウを表示/非表示
IDS_TRAY_ACTION_2=メモリ クリーンアップ
IDS_TRAY_ACTION_3=タスク マネージャーを開く
IDS_SHOW_CLEAN_RESULT_CHK=メモリ クリーンアップの結果を表示
IDS_QUESTION=メモリ クリーンアップを実行してよろしいですか?
IDS_QUESTION_WARNING=[スタンバイ リスト] と [更新されたページ リスト] を有効にすると、コンピューターが 1 分程度フリーズする場合があります。オプションを有効にしてよろしいですか?
IDS_QUESTION_FLAG_CHK=今後このメッセージを表示しない
IDS_STATUS_CLEANED=%s のメモリがクリーンアップされました。
IDS_STATUS_NOPRIVILEGES=管理者権限が必要なため、プログラムを管理者として実行してください。
IDS_UPDATE_DOWNLOAD=アップデートをダウンロード中...
IDS_UPDATE_DONE=アップデートのダウンロードが完了しました。
IDS_UPDATE_ERROR=アップデート サーバーに接続できません。
IDS_UPDATE_INIT=新しいリリースを確認しています...
IDS_UPDATE_INSTALL=アップデートが利用可能です。インストールしますか。
IDS_RESET=リセット
IDS_QUESTION_RESET=すべてのアプリケーション設定をリセットしてよろしいですか?
IDS_NOTIFICATIONSOUND_CHK=通知音を有効化
IDS_TITLE_ADVANCED=詳細設定
IDS_VIEW=表示
IDS_USEDARKTHEME=ダーク テーマ
IDS_UPDATE_SPEED=速度
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
